{
    "translation": {
        "EXPERIÊNCIA COMPLETA": "COMPLETE EXPERIENCE",
        "MODELAGEM 3 EM 1": "3 IN 1 MODELING",
        "Modele a interação e a navegação de sistemas interativos": "Model the interaction and navigation of interactive systems",
        "com foco na usabilidade.": "with a focus on usability.",
        "Sobre o USINN": "About USINN",
        "Por que adotar": "Why adopt",
        "Tutorial": "Tutorial",
        "Nosso time": "Our team",
        "Cadastro": "Register",
        "Login": "Login",
        "COMECE A MODELAR": "START MODELING",
        "É um modelo de interação e navegação orientado à usabilidade que visa a melhoria da qualidade de uso de sistemas interativos.": "It is a usability-oriented interaction and navigation model that aims to improve the quality of use of interactive systems.",
        "Modela a interação": "Models the interaction",
        "Descreve o comportamento entre o usuário e o sistema computacional.": "Describes the behavior between the user and the computer system.",
        "Modela a navegação": "Models navigation",
        "Compreende nós de navegação e fluxos de navegação entre os nós.": "Understands navigation nodes and navigation flows between nodes.",
        "Foco na usabilidade": "Focus on usability",
        "Representa mecanismos de usabilidade que impactam na interação.": "Represents usability mechanisms that impact interaction.",
        "Confira a tese que iniciou o": "Check out the thesis that started the",
        "Por que": "Why",
        "adotar o": "adopt the",
        "Projeta sistemas voltados ao usuário": "Designs user-centric systems",
        "sua maneira de interagir e navegar o sistema": "your way of interacting and navigating the system",
        "Antecipa aspectos de usabilidade": "Anticipates usability aspects",
        "na etapa de análise e projeto": "at the analysis and design stage",
        "Auxilia a compreender as": "Helps to understand the",
        "consequências de decisões de design": "consequences of design decisions",
        "para a experiência do usuário": "for user experience",
        "Aumenta a qualidade de uso": "Increases the quality of use",
        "dos produtos de software": "of software products",
        "Integra a usabilidade": "Integrates usability",
        "no desenvolvimento de software": "in software development",
        "Reduz o retrabalho": "Reduces rework",
        "com correções de": "with corrections of",
        "problemas de usabilidade": "usability problems",
        "Conheça nosso TIME": "Meet our TEAM",
        "Somos alunos e professora da": "We are students and teacher of",
        "Parceiros": "Partners",
        "USINN foi criado por": "USINN was created by",
        "e continua seus estudos como projeto de pesquisa e desenvolvimento tecnológico na UFC": "and continues its studies as a research and technological development project at UFC",
        "Telefone": "Phone",
        "Requisitos e Design": "Requirements and Design",
        "Defina a nova senha": "Set new password",
        "Sua nova senha deve ser diferente das usadas anteriormente.": "Your new password must be different from the ones you used previously.",
        "Alterar Senha": "Change Password",
        "Voltar para login": "Back to login",
        "Confirme a nova senha": "Confirm new password",
        "Nova senha": "New password",
        "A senha deve ter pelo menos 8 caracteres": "Password must be at least 8 characters long",
        "Nova senha é obrigatória": "New password is required",
        "As senhas devem coincidir": "Passwords must match",
        "Confirmação de senha é obrigatória": "Password confirmation is required",
        "Esqueceu sua senha?": "Forgot your password?",
        "Não se preocupe, enviaremos as instruções de recuperação.": "Don't worry, we will send you the recovery instructions.",
        "Cheque seu E-mail": "Check your email",
        "Enviamos um link para recuperação de senha.": "We have sent you a password recovery link.",
        "Digite seu endereço de e-mail": "Enter your email address",
        "Enviar": "To send",
        "Atualizar Senha": "Update Password",
        "Senha": "Password",
        "Confirmar Senha": "Confirm Password",
        "Cancelar": "Cancel",
        "Confirmar": "Confirm",
        "Seja bem-vindo(a)": "Welcome",
        "Modelos de Diagramas": "Diagram Templates",
        "Documentos recentes": "Recent Documents",
        "Documentos": "Documents",
        "Meus documentos": "My documents",
        "Meus favoritos": "My favorites",
        "Compartilhados comigo": "Shared with me",
        "Ainda não há diagramas": "No diagrams yet",
        "Ainda não há diagramas favoritados": "No favorited diagrams yet",
        "Endereço de e-mail inválido": "Invalid email address",
        "E-mail é obrigatório": "Email is required",
        "Senha deve ter no mínimo 8 caracteres": "Password must be at least 8 characters long",
        "Senha é obrigatória": "Password is required",
        "ACESSAR": "ACCESS",
        "Não tem conta ainda?": "Don't have an account yet?",
        "Registre-se": "Register",
        "Termos de Privacidade - USINN Modeler": "Privacy Terms - USINN Modeler",
        "Termos de Uso e Política de Privacidade": "Terms of Use and Privacy Policy",
        "Bem-vindo ao nosso sistema. Antes de utilizá-lo, pedimos que leia atentamente os seguintes termos de uso e política de privacidade. Ao continuar a utilizar o nosso sistema, você concorda com estes termos.": "Welcome to our system. Before using it, please read the following terms of use and privacy policy. By continuing to use our system, you agree to these terms.",
        "Coleta de dados pessoais": "Collection of Personal Data",
        "Nós coletamos dados pessoais, tais como nome, sobrenome, endereço de e-mail, gênero, data de nascimento, ocupação e organização. Esses dados são coletados com o objetivo de identificar e analisar o público-alvo do sistema.": "We collect personal data such as name, surname, email address, gender, date of birth, occupation, and organization. These data are collected to identify and analyze the target audience of the system.",
        "Uso dos dados pessoais": "Use of Personal Data",
        "Os dados pessoais coletados são armazenados em nossos servidores e serão utilizados apenas para os fins descritos nesta política de privacidade. Não compartilharemos esses dados com terceiros sem o consentimento prévio do usuário, exceto quando exigido por lei.": "The personal data collected is stored on our servers and will only be used for the purposes described in this privacy policy. We will not share this data with third parties without the user's prior consent, except as required by law.",
        "Segurança dos dados pessoais": "Personal Data Security",
        "Tomamos medidas de segurança para proteger os dados pessoais coletados em nosso sistema contra perda, uso indevido, alteração ou destruição. No entanto, nenhum método de transmissão ou armazenamento de dados na Internet é 100% seguro e, portanto, não podemos garantir a segurança absoluta dos dados pessoais.": "We take security measures to protect the personal data collected in our system from loss, misuse, alteration, or destruction. However, no data transmission or storage method on the internet is 100% secure, and therefore, we cannot guarantee absolute security of personal data.",
        "Acesso, correção e exclusão dos dados pessoais": "Access, Correction, and Deletion of Personal Data",
        "De acordo com a Lei Geral de Proteção de Dados Pessoais (Lei nº 13.709/18), o usuário pode solicitar acesso aos dados pessoais que coletamos, bem como solicitar correções ou exclusões desses dados. O usuário também pode solicitar a limitação ou a portabilidade desses dados, assim como a revogação do consentimento que tenha nos fornecido. Para fazer uma solicitação, o usuário pode entrar em contato conosco através do e-mail indicado em nosso sistema.": "Under the General Data Protection Law (Law No. 13.709/18), the user can request access to the personal data we collect, as well as request corrections or deletions of that data. The user can also request limitations or portability of that data, as well as withdraw consent they have provided to us. To make a request, the user can contact us via the email provided in our system.",
        "Cookies e tecnologias de rastreamento": "Cookies and Tracking Technologies",
        "Nós utilizamos cookies e outras tecnologias de rastreamento em nosso sistema para melhorar a experiência do usuário e fornecer um serviço mais personalizado. Os cookies que utilizamos estão relacionados a criação de conta, para o gerenciamento do processo de inscrição e administração geral, e ao login no sistema, para evitar que você precise realizar login sempre que visitar uma nova página. Esses cookies serão excluídos quando você sair do sistema.": "We use cookies and other tracking technologies in our system to improve the user experience and provide a more personalized service. The cookies we use are related to account creation, managing the registration process and general administration, and logging into the system, to avoid the need to log in again when you visit a new page. These cookies will be deleted when you log out of the system.",
        "Cookies de Terceiros": "Third-Party Cookies",
        "Em alguns casos especiais, podemos também usar cookies fornecidos por terceiros confiáveis. A seção a seguir detalha quais cookies de terceiros você pode encontrar através deste site.": "In some special cases, we may also use cookies provided by trusted third parties. The section below outlines which third-party cookies you may encounter through this site.",
        "YouTube video widget": "YouTube Video Widget",
        "YouTube é um serviço de visualização de conteúdo de vídeo fornecido pelo Google LLC que permite a este Site a incorporar conteúdo desse tipo em suas páginas.": "YouTube is a video content viewing service provided by Google LLC that allows this site to embed such content into its pages.",
        "Política de privacidade Youtube": "YouTube Privacy Policy",
        "Google Fonts": "Google Fonts",
        "Google Fonts é um serviço de visualização de face de tipo fornecido pelo Google LLC que permite este Site a incorporar conteúdo desse tipo em suas páginas.": "Google Fonts is a font rendering service provided by Google LLC that allows this site to embed such content into its pages.",
        "Política de privacidade Google Fonts": "Google Fonts Privacy Policy",
        "Atualização dos termos de uso e política de privacidade": "Update of Terms of Use and Privacy Policy",
        "Reservamo-nos o direito de atualizar estes termos de uso e política de privacidade a qualquer momento. A nova versão dos termos será publicada em nosso sistema e entrará em vigor imediatamente após a publicação.": "We reserve the right to update these terms of use and privacy policy at any time. The new version of the terms will be published on our system and will take effect immediately after publication.",
        "Cadastrar - USINN Modeler": "Register - USINN Modeler",
        "O nome só deve conter caracteres": "The name should only contain characters",
        "O nome deve ter no mínimo 3 caracteres": "The name must be at least 3 characters long",
        "O nome deve ter no máximo 100 caracteres": "The name must be at most 100 characters long",
        "Nome é obrigatório": "Name is required",
        "O email deve ter no máximo 255 caracteres": "Email must be at most 255 characters long",
        "Data é inválida": "Invalid date",
        "Data de nascimento inválida": "Invalid birth date",
        "Data de nascimento é obrigatória": "Birth date is required",
        "Valor é inválido": "Invalid value",
        "Gênero é obrigatório": "Gender is required",
        "O perfil é obrigatório": "Role is required",
        "A organização deve ter no máximo 100 caracteres": "Organization must be at most 100 characters long",
        "A organização é obrigatória": "Organization is required",
        "É necessário aceitar os termos": "You must accept the terms",
        "formulário de cadastro": "Registration Form",
        "Nome completo": "Full Name",
        "E-mail": "Email",
        "Data de nascimento": "Date of Birth",
        "Gênero": "Gender",
        "seu gênero": "your gender",
        "Perfil": "Profile",
        "seu perfil": "your profile",
        "Organização": "Organization",
        "termos de uso": "Terms of Use",
        "Li e aceito os": "I have read and accept the",
        "CRIAR CONTA": "CREATE ACCOUNT",
        "Editar Perfil - USINN Modeler": "Edit Profile - USINN Modeler",
        "Atualizar Perfil": "Update Profile",
        "Salvar": "Save",
        "Renomear diagrama": "Rename diagram",
        "Novo nome": "New name",
        "Compartilhar diagrama": "Share diagram",
         "Compartilhado com":  "Shared with",
         "Leitor": "Reader",
         "Editor": "Editor",
         "Parar compartilhamento": "Stop sharing",
         "Copiar link": "Copy link",
         "Copiado": "Copied"
    }
}